Repository: lucianostegun/irank-timer-app
Catalog: irank_timer/tags/v1.1/iRank Timer/*.lproj/Localizable.strings
Languages: pt

source: ELAPSED
pt: TEMPO DE JOGO

source: NEXT BREAK
pt: PRÓX INTERVALO

source: NEXT LEVEL
pt: PRÓX NIVEL

source: LEVEL
pt: NÍVEL

source: DURATION
pt: DURAÇÃO

source: Previous
pt: Anterior

source: Next
pt: Próximo

source: START
pt: INICIAR

source: PAUSE
pt: PAUSAR

source: B R E A K
pt: I N T E R V A L O

source: BREAK
pt: INTERVALO

source: Select a different blind set will reset the current timer. Do you want to change?
pt: Selecionar um jogo diferente irá reiniciar o jogo atual? Deseja trocar o jogo?

source: Are you sure you want to reset the current timer?
pt: Tem certeza que deseja reiniciar o jogo atual?

source: CONFIRM
pt: CONFIRMAR

source: Cancel
pt: Cancelar

source: Reset Timer
pt: Reiniciar

source: TIMER IS PAUSED
pt: JOGO PAUSADO

source: Timer is paused for a long time. Would you like to resume timer now?
pt: O jogo está pausado há muito tempo. Deseja retomar o jogo agora?

source: NO
pt: NÃO

source: RESUME
pt: RETOMAR

source: level
pt: nível

source: levels
pt: níveis

source: break
pt: intervalo

source: breaks
pt: intervalos

source: No breaks menu
pt: Sem interv.

source: Blind Sets
pt: Torneios

source: Settings
pt: Configurações

source: Reset current timer
pt: Reiniciar jogo atual

source: Blind change sounds
pt: Sons de troca de nível

source: 1 minute left sounds
pt: Alertas de 1 minuto

source: Sound settings
pt: Ajustes de áudio

source: General
pt: Geral

source: iRank Timer Config
pt: Configurações

source: Play sounds
pt: Reproduzir sons

source: Sounds
pt: Sons

source: Language
pt: Idioma

source: Five seconds alert
pt: Tique de 5 segundos

source: Inverse colors
pt: Inverter cores

source: Layout
pt: Aparência

source: Long pause alert
pt: Alerta de pausa longa

source: Short blind numbers
pt: Abreviar números

source: Prevent sleep
pt: Prevenir bloqueio

source: Run in background
pt: Segundo plano

source: Language has changed
pt: O idioma mudou

source: The new selected language will become active after app relaunch
pt: O novo idioma será aplicado após o aplicativo ser reiniciado

source: Blind levels are on break now
pt: O jogo entrou no intervalo

source: New blind level
pt: Novo nível de blinds

source: Create a new blind set
pt: Criar novo jogo

source: intro
pt: Selecione a melhor maneira para criar um novo jogo. Todos os jogos criados estarão disponíveis para edição posterior através do menu da tela principal. Se esta é a primeira vez que você cria um jogo, considere utilizar o Assistente de criação

source: Blind set wizard
pt: Assistente de criação

source: The assistent will guide you to create a new blind set according of players, chips and game duration.
pt: O assistente irá guiá-lo na criação de no novo jogo a partir da duração dos blinds, fichas e jogadores.

source: Preset blind sets
pt: Jogos pré-definidos

source: Choose one of the pre configured blind sets and edit for according your game players and duration.
pt: Escolha um dos jogos pré definidos e edite de acordo com a duração e intervalos desejados.

source: Manual creation
pt: Criar manualmente

source: Create your own blind set and configure each level, break and sound settings.
pt: Crie seu próprio jogo configurando cada nível, intervalo e configurações de áudio individualmente.

source: Micro stack
pt: Fichas baixas

source: Medium stack
pt: Fichas médias

source: Deep stack
pt: Fichas altas

source: Blind Set Config
pt: Opções de jogo

source: No breaks
pt: Sem intervalos

source: Preset blind set
pt: Jogos pré definidos

source: chips
pt: fichas

source: %@ chips
pt: Fichas %@

source: Generate blind set
pt: Gerar novo jogo

source: players
pt: jogadores

source: minutes
pt: minutos

source: Play with ante
pt: Jogar com ante

source: Allow add on
pt: Permitir add on

source: Please select at least 4 different chips
pt: Por favor, selecione ao menos 4 fichas diferentes

source: Please select up to 5 different chips
pt: Por favor, selecione até 5 fichas diferentes

source: New custom blind set
pt: Novo jogo personalizado

source: doublePreviousFooter
pt: Cria rapidamente um novo nível dobrando os valores do nível anterior

source: Please set the blind set name
pt: Por favor, insira um nome para o jogo

source: The blind set total duration must be greater than 0
pt: A duração total dos blinds deve ser maior que 0

source: This blind set has no properly levels configured
pt: O jogo precisa ter ao menos um nível com valores configurados

source: Name
pt: Nome

source: Play sound
pt: Reproduzir som

source: 1 minute alert
pt: Alerta de 1 minuto

source: Blind change alert
pt: Alertar troca de blinds

source: Double previous
pt: Dobrar anterior

source: New level
pt: Novo nível

source: header
pt: # SB BB ANTE DUR. INTERVALO

source: header-ios7
pt: # SB BB ANTE DUR. INTERVALO

source: New blind set
pt: Novo jogo

source: ERROR
pt: ERRO
