Repository: lucianostegun/irank-timer-app
Catalog: irank_timer/tags/v1.2/iRank Timer/*.lproj/Localizable.strings
Languages: es

source: ELAPSED
es: TIEMPO DE JUEGO

source: NEXT BREAK
es: PAUSA SIGUIENTE

source: NEXT LEVEL
es: NIVEL SIGUIENTE

source: LEVEL
es: NIVEL

source: DURATION
es: DURACIÓN

source: Previous
es: Anterior

source: Next
es: Siguiente

source: START
es: INICIO

source: PAUSE
es: PAUSA

source: B R E A K
es: P A U S A

source: BREAK
es: PAUSA

source: Select a different blind set will reset the current timer. Do you want to change?
es: Al seleccionar un juego diferente, se reiniciará el juego actual? ¿Quiere cambiar el juego?

source: Are you sure you want to reset the current timer?
es: ¿Está seguro de que desea reiniciar el juego actual?

source: CONFIRM
es: CONFIRMAR

source: Cancel
es: Cancelar

source: Reset Timer
es: Reanudar

source: TIMER IS PAUSED
es: JUEGO EN PAUSA

source: Timer is paused for a long time. Would you like to resume timer now?
es: El juego se detuvo por un largo tiempo. ¿Desea reanudar el juego ahora?

source: YES
es: SI

source: level
es: nivel

source: levels
es: niveles

source: break
es: pausa

source: breaks
es: pausas

source: No breaks menu
es: Sin pausa

source: Blind Sets
es: Torneos

source: Settings
es: Configuración

source: Reset current timer
es: Reinicie el juego actual

source: SMALL BLIND
es: CIEGA PEQUEÑA

source: BIG BLIND
es: CIEGA GRANDE

source: Blind change sounds
es: Sonido de cambio de nivel

source: 1 minute left sounds
es: Alertas de 1 minuto

source: Sound settings
es: Ajustes de audio

source: iRank Timer Config
es: Configuración

source: Play sounds
es: Reproducir sonidos

source: Sounds
es: Sonidos

source: Language
es: Idioma

source: Five seconds alert
es: Tic 5 segundos

source: Inverse colors
es: Invertir colores

source: Layout
es: Aparencia

source: Long pause alert
es: Alerta de larga pausa

source: Notify first ante
es: Alertar primero ante

source: Short blind numbers
es: Abreviar números

source: Prevent sleep
es: Evitar bloqueo

source: Run in background
es: Segundo plano

source: Language has changed
es: El lenguaje ha cambiado

source: The new selected language will become active after app relaunch
es: El nuevo idioma seleccionado se activará después de aplicación relanzamiento

source: Blind levels are on break now
es: El juego entró en el intervalo

source: New blind level
es: Nuevo nivel de ciegas

source: Create a new blind set
es: Crear nuevo juego

source: intro
es: Seleccione la mejor manera de crear un nuevo juego. Los juegos creadas estarán disponibles para usar en el menú principal y podrá modificarlos en cualquier momento. Si es tu primera vez la creación de un nuevo juego considerar el uso de el asistente.

source: intro-iphone
es: Seleccione la mejor manera de crear un nuevo juego. Los juegos creadas estarán disponibles para usar en el menú principal y podrá modificarlos en cualquier momento.

source: Blind set wizard
es: Asistente para la creación

source: The assistent will guide you to create a new blind set according of players, chips and game duration.
es: El Asistente le guiará para crear un nuevo juego acuerdo de jugadores, fichas y la duración del juego.

source: Preset blind sets
es: Juegos predefinidos

source: Choose one of the pre configured blind sets and edit for according your game players and duration.
es: Elija uno de los juegos pre-definidos y editar según la duración y los intervalos deseados.

source: Manual creation
es: Crear manualmente

source: Create your own blind set and configure each level, break and sound settings.
es: Crea tu propio juego ajustando cada ciega, las pausas y la configuración de audio de forma individual.

source: Micro stack
es: Fichas menores

source: Medium stack
es: Fichas medio

source: Deep stack
es: Fichas altas

source: This feature is not enabled in lite version of this app. Would you like to download the full version at App Store?
es: Esta función no está habilitada en la versión gratuita de esta aplicación. ¿Quieres descargar la versión completa en el App Store?

source: Not now
es: Ahora no

source: Blind Set Config
es: Opciones de Juego

source: No breaks
es: Sin pausas

source: Preset blind set
es: Juegos predefinidos

source: chips
es: fichas

source: %@ chips
es: Fichas %@

source: wizard-intro
es: Crear un nuevo juego al seleccionar el número de jugadores, la duración de los niveles y fichas disponibles para jugar.

source: Generate blind set
es: Generar nuevo juego

source: players
es: jugadores

source: minutes
es: minutos

source: Play with ante
es: Jugar com ante

source: Allow add on
es: Permitir add on

source: Please select at least 4 different chips
es: Por favor, seleccione al menos 4 tipos de fichas diferentes

source: Please select up to 5 different chips
es: Por favor, seleccione un máximo de 5 fichas diferentes

source: New custom blind set
es: Nuevo juego personalizado

source: doublePreviousFooter
es: Crear rápidamente un nuevo nivel con la duplicación de los valores del nivel anterior

source: Please set the blind set name
es: Por favor, introduzca un nombre para el juego

source: The blind set total duration must be greater than 0
es: La duración total de las ciegas debe ser mayor que 0

source: This blind set has no properly levels configured
es: El juego debe tener al menos un nivel con valores ajustados

source: Name
es: Nombre

source: Play sound
es: Reproducir sonido

source: 1 minute alert
es: Alerta 1 minuto

source: Blind change alert
es: Alerta de cambio de ciegas

source: Double previous
es: Duplicar anterior

source: Levels
es: Níveles

source: New level
es: Nuevo nivel

source: header
es: # CP CG ANTE DUR. PAUSA

source: header-ios7
es: # CP CG ANTE DUR. PAUSA

source: New blind set
es: Nuevo juego

source: The lite version of this app allows you add up to 15 levels. Download the full version at App Store and get unlimited levels.
es: La versión gratuita de esta aplicación le permite añadir hasta 15 niveles. Descargue la versión completa en el App Store y obtener niveles ilimitados.

source: DOWNLOAD
es: DESCARGAR

source: Is break
es: Pausa

source: Level number
es: Nível

source: Small blind
es: Ciegas pequeña

source: Big blind
es: Ciegas grande

source: Duration
es: Duración

source: Total duration
es: Duración total

source: Select the proper king of blind set you want to create
es: Seleccione el rey adecuado de conjunto ciega que desea crear
