Repository: lucianostegun/irank-timer-app
Catalog: irank_timer/trunk/iRank Timer/*.lproj/Localizable.strings
Languages: pt

source: TimerViewController.Done
pt: OK

source: Edit
pt: Editar

source: TimerViewController.Long pause alert
pt: JOGO PARADO

source: ConfigDetailsSoundViewController.Blind change alert
pt: Alerta de troca de nível

source: ConfigDetailsSoundViewController.Last minute alert
pt: Alerta de último minuto

source: ConfigDetailsSoundViewController.First level with ante
pt: Primeiro nível com ante

source: 14 to 21 players
pt: 14 a 21 jogadores

source: 2 to 7 players
pt: 2 a 7 jogadores

source: 8 to 13 players
pt: 8 a 13 jogadores

source: All data will be lost!
pt: Todos os dados serão perdidos!

source: An error occurred while loading backup file! Please, try again.
pt: Ocorreu um erro ao carregar o arquivo de backup! Por favor, tente novamente.

source: Are you sure you want to replaces all blind sets for those in this backup?
pt: Tem certeza que deseja substituir todos os jogos pelos que estão neste backup?

source: Available chips
pt: Fichas disponíveis

source: Background #
pt: Imagem #

source: Background Image
pt: Imagem de fundo

source: Background mode
pt: Modo do plano de fundo

source: Background mode settings
pt: Configurações de plano de fundo

source: Backup file was successfuly load for this device!
pt: Arquivo de backup carregado com sucesso neste aparelho!

source: Blind change alert
pt: Alertar troca de blinds

source: Blind levels are now on break
pt: Torneio entrando em intervalo

source: blind set
pt: jogo

source: blind sets
pt: jogos

source: Blinds:
pt: Níveis:

source: BREAK
pt: INTERVALO

source: break
pt: intervalo

source: breaks
pt: intervalos

source: Cancel without saving?
pt: Cancelar sem salvar?

source: Chips:
pt: Valores:

source: Classic background
pt: Imagem de fundo clássica

source: Confirm replace blind sets
pt: Confirmar substituição

source: copy
pt: cópia

source: device
pt: aparelho

source: devices
pt: aparelhos

source: Disabled
pt: Desabilitado

source: Do you want to reset timer and load the first level of this blind set?
pt: Deseja realmente reiniciar o tempo e voltar para o primeiro nível?

source: Done
pt: Salvar

source: Duration:
pt: Duração:

source: Dynamic
pt: Dinâmico

source: Elapsed time:
pt: Tempo de jogo:

source: Enable iCloud backup
pt: Habilitar backup no iCloud

source: Enabled
pt: Habilitado

source: ERROR
pt: ERRO

source: file found
pt: arquivo encontrado

source: files found
pt: arquivos encontrados

source: First level with ante
pt: Primeiro nível com ante

source: found
pt: encontrado

source: foundPlural
pt: encontrados

source: Hyper turbo
pt: Hiper turbo

source: iCloud backup settings
pt: Configurações do backup no iCloud

source: It seems your iCloud backup is not enabled for this device. Go to Settings > iCloud > Storage to enable backups.
pt: Parece que o backup de documentos não está habilitado neste aparelho. Vá para Ajustes > iCloud > Armazenamento para habilitar os backups.

source: Language settings
pt: Configurações de idioma

source: Last minute alert
pt: Alertar último minuto

source: level
pt: nível

source: LEVEL #
pt: NÍVEL #

source: levels
pt: níveis

source: Long pause alert
pt: Alertar jogo pausado

source: Long pause alert settings
pt: Configurações de alerta de pausa

source: minute
pt: minuto

source: minutes
pt: minutos

source: Multi table (10+)
pt: Múltiplas mesas (10+)

source: Multipeer connection settings
pt: Configurações multi dispositivo (beta)

source: New blind level: #
pt: Novo nível de blind: #

source: New blind set
pt: Novo jogo

source: New level
pt: Novo nível

source: Next level
pt: Próximo

source: NO
pt: NÃO

source: No breaks
pt: Sem intervalos

source: No device
pt: Nenhum

source: No device found, still searching...
pt: Nenhum aparelho encontrado, continuando à procura...

source: ConfigDetailsMultipeerViewController.help
pt: A conexão multi dispositivo permite a você controlar o tempo remotamente através de um iPhone ou iPod touch, iniciando/pausando o tempo, alterando níveis e iniciando um tempo secundário para tomada de ação.

source: Other
pt: Outros

source: Players
pt: Jogadores

source: players
pt: jogadores

source: Reset timer
pt: Reiniciar tempo

source: Select image from photo library
pt: Selecionar foto

source: Slow
pt: Lento

source: Sound settings
pt: Configurações de som

source: Speed
pt: Velocidade

source: Stack
pt: Fichas

source: Stack:
pt: Fichas:

source: Static
pt: Estático

source: SUCCESS
pt: SUCESSO

source: With ante
pt: Com ante

source: With breaks
pt: Com intervalos

source: YES
pt: SIM

source: You have no backup files on your iCloud account
pt: Sem arquivos de backup em sua conta

source: You may need to restart application in order to load a new language
pt: Será necessário reiniciar o aplicativo para carregar o novo idioma

source: Your timer is paused for a long time. Do yout want to resume?
pt: Seu jogo está pausado há muito tempo. Deseja retomar?

source: TIME OUT
pt: TEMPO ESGOTADO

source: Loading remote control
pt: Carregando controle remoto

source: Connecting to
pt: Conectando com

source: START COUNTDOWN
pt: INICIAR CONTAGEM DE AÇÃO

source: STOP COUNTDOWN
pt: PARAR CONTAGEM DE AÇÃO

source: START TIMER
pt: INICIAR JOGO

source: PAUSE TIMER
pt: PAUSAR JOGO

source: seconds
pt: segundos

source: Filter
pt: Filtrar

source: Back
pt: Voltar

source: with
pt: com

source: replicate
pt: replicar

source: Feature unavailable
pt: Função indisponível

source: This feature is only available in the full version of the app. Would you like to upgrade now?
pt: Este recurso só está disponível na versão completa. Gostaria de atualizar o aplicativo agora?

source: This version of iRank Timer only allow 3 blind sets. Would like to upgrade and create unlimited blind sets?
pt: Esta versão só permite a utilização dos 3 jogos pré-configurados. Deseja atualizar e criar jogos ilimitados?

source: Upgrade
pt: Atualizar

source: Not now
pt: Agora não
