Repository: lucianostegun/irank-timer-app
Catalog: iRank Timer/*.lproj/Localizable.strings
Languages: es

source: TimerViewController.Done
es: BUENO

source: Edit
es: Editar

source: TimerViewController.Long pause alert
es: Salir del juego

source: ConfigDetailsSoundViewController.Blind change alert
es: Nivel de alerta nivel

source: ConfigDetailsSoundViewController.Last minute alert
es: Alerta de última hora

source: ConfigDetailsSoundViewController.First level with ante
es: Primer nivel con ante

source: 14 to 21 players
es: 14-21 jugadores

source: 2 to 7 players
es: 2 a 7 jugadores

source: 8 to 13 players
es: 8-13 jugadores

source: All data will be lost!
es: Todos los datos se perderán!

source: An error occurred while loading backup file! Please, try again.
es: Se ha producido un error al cargar el archivo de copia de seguridad! Por favor, inténtelo de nuevo.

source: Are you sure you want to replaces all blind sets for those in this backup?
es: ¿Seguro que desea reemplazar todos los juegos para los que están en esta copia de seguridad?

source: Available chips
es: Fichass disponibles

source: Background #
es: Imagen #

source: Background Image
es: Imagen de fondo

source: Background mode
es: Modo en segundo plano

source: Background mode settings
es: Configuración de fondo

source: Backup file was successfuly load for this device!
es: Archivo de copia de seguridad ha cargado correctamente en este equipo!

source: Blind change alert
es: Persianas de cambio Alerta

source: Blind levels are now on break
es: Torneo de entrada en gama

source: blind set
es: juego

source: blind sets
es: juegos

source: Blinds:
es: Niveles:

source: BREAK
es: INTERVALO

source: break
es: intervalo

source: breaks
es: intervalos

source: Cancel without saving?
es: Cancelar sin guardar?

source: Chips:
es: Valores:

source: Classic background
es: Imagen de fondo clásico

source: Confirm replace blind sets
es: Confirmar el reemplazo

source: copy
es: copia

source: device
es: aparato

source: devices
es: accesorios

source: Disabled
es: Discapacitado

source: Do you want to reset timer and load the first level of this blind set?
es: Realmente restablecer el tiempo y volver al primer nivel?

source: Done
es: Guardar

source: Duration:
es: Duración:

source: Dynamic
es: Dinámica

source: Elapsed time:
es: Tiempo de juego:

source: Enable iCloud backup
es: Activar copia de seguridad de iCloud

source: Enabled
es: Capaz

source: file found
es: archivo encontrado

source: files found
es: archivos encontrados

source: First level with ante
es: Primer nivel con ante

source: found
es: encontrado

source: foundPlural
es: encontrados

source: Heads Up
es: Aviso

source: Hyper turbo
es: Super rapido

source: iCloud backup settings
es: Configuración de copia de seguridad en iCloud

source: It seems your iCloud backup is not enabled for this device. Go to Settings > iCloud > Storage to enable backups.
es: Parece que los documentos de copia de seguridad no está habilitada en este sistema. Go a Ajustes> iCloud> Almacenamiento para permitir las copias de seguridad.

source: Language settings
es: Ajustes de idioma

source: Last minute alert
es: Alerta de última hora

source: level
es: nivel

source: LEVEL #
es: NIVEL #

source: levels
es: niveles

source: Long pause alert
es: Alerta juego en pausa

source: Long pause alert settings
es: Pausa Configuración de alertas

source: Micro stack
es: Micro pila

source: minute
es: minuto

source: minutes
es: minutos

source: Multi table (10+)
es: Mesas múltiples (10+)

source: Multipeer connection settings
es: La configuración del dispositivo Multi (beta)

source: New blind level: #
es: Nuevo nivel de ciegas: #

source: New blind set
es: Nuevo juego

source: New level
es: Nuevo nivel

source: Next level
es: Siguiente

source: No breaks
es: Sin pausas

source: No device
es: No

source: No device found, still searching...
es: No hay ningún dispositivo encontrado, sigue buscando ...

source: ConfigDetailsMultipeerViewController.help
es: El dispositivo de conexión múltiple le permite controlar el tiempo de forma remota a través de un iPhone o iPod touch, tiempo de arranque / pausa, cambiar los niveles y comenzando una época secundaria para tomar medidas.

source: OK
es: BUENO

source: Other
es: Otro

source: Players
es: Jugadores

source: players
es: jugadores

source: Regular stack
es: Pila Regular

source: Reset timer
es: Tiempo de restablecimiento

source: Select image from photo library
es: Seleccionar foto

source: Slow
es: Lento

source: Sound settings
es: Ajustes de sonido

source: Speed
es: Velocidad

source: Stack
es: Fichas

source: Stack:
es: Fichas:

source: Static
es: Estático

source: SUCCESS
es: ÉXITO

source: Turbo
es: Rapido

source: With ante
es: Apuesta inicial

source: With breaks
es: Con intervalos

source: YES
es: SÍ

source: You have no backup files on your iCloud account
es: No hay archivos de copia de seguridad en su cuenta

source: You may need to restart application in order to load a new language
es: Usted debe reiniciar la aplicación para cargar el nuevo idioma

source: Your timer is paused for a long time. Do yout want to resume?
es: Su juego se detiene por mucho tiempo. ¿Te gustaría reanudar?

source: TIME OUT
es: SE ACABÓ EL TIEMPO

source: Loading remote control
es: Cargando control remoto

source: Connecting to
es: Conexión con

source: START COUNTDOWN
es: EMPEZAR DE CUENTA REGRESIVA

source: STOP COUNTDOWN
es: PARADA DE CUENTA REGRESIVA

source: START TIMER
es: EMPEZAR JUEGO

source: PAUSE TIMER
es: PAUSA JUEGO

source: seconds
es: la segunda

source: Filter
es: Filtro

source: Back
es: Volver

source: with
es: con

source: replicate
es: replicar

source: Feature unavailable
es: No disponible

source: This feature is only available in the full version of the app. Would you like to upgrade now?
es: Esta función sólo está disponible en la versión completa de la aplicación. ¿Quieres actualizar ahora?

source: This version of iRank Timer only allow 3 blind sets. Would like to upgrade and create unlimited blind sets?
es: Esta versión sólo permite el uso de 3 juegos predefinidos. ¿Quieres actualizar y crear juegos sin límite?

source: Upgrade
es: Actualizar

source: Not now
es: Ahora no
